# CHOICES_NAME = [
#             (1, 'دهم الکترونیک'),
#             (2, 'دهم حسابداری'),
#             (3, 'دهم شبکه و نرم افزار'),
#             (4, 'یازدهم الکترونیک'),
#             (5, 'یازدهم حسابداری'),
#             (6, 'یازدهم شبکه و نرم افزار'),
#             (7, 'دوازدهم الکترونیک'),
#             (8, 'دوازدهم حسابداری'),
#             (9, 'دوازدهم شبکه و نرم افزار'),

#         ]
CHOICES_NAME = {
            (1, 'دهم الکترونیک'),
            (2, 'دهم حسابداری'),
            (3, 'دهم شبکه و نرم افزار'),
            (4, 'یازدهم الکترونیک'),
            (5, 'یازدهم حسابداری'),
            (6, 'یازدهم شبکه و نرم افزار'),
            (7, 'دوازدهم الکترونیک'),
            (8, 'دوازدهم حسابداری'),
            (9, 'دوازدهم شبکه و نرم افزار'),

        }


print(CHOICES_NAME.union())
